export default {
  projections: {
    ПереченьТоваровE: {
      товары: {
        __caption__: 'Товары',
        наименование: {
          __caption__: 'Наименование'
        },
        стоимость: {
          __caption__: 'Стоимость'
        }
      },
      количество: {
        __caption__: 'Количество'
      }
    }
  },
  validations: {
    количество: {
      __caption__: 'Количество'
    },
    товары: {
      __caption__: 'Товары'
    },
    приходДенег: {
      __caption__: 'приходДенег'
    }
  }
};
