export default {
  projections: {
    РегистрОборотE: {
      приходДенег: {
        __caption__: 'Приход денег',
        iD: {
          __caption__: 'ID прихода'
        },
        дата: {
          __caption__: 'Дата'
        },
        сумма: {
          __caption__: 'Сумма'
        }
      },
      расходДенег: {
        __caption__: 'Расход денег',
        iD: {
          __caption__: 'ID расхода'
        },
        дата: {
          __caption__: 'Дата'
        },
        сумма: {
          __caption__: 'Сумма'
        }
      }
    },
    РегистрОборотL: {
      приходДенег: {
        __caption__: 'ID прихода',
        iD: {
          __caption__: 'ID прихода'
        },
        дата: {
          __caption__: 'Дата'
        },
        сумма: {
          __caption__: 'Сумма'
        }
      },
      расходДенег: {
        __caption__: 'ID расхода',
        iD: {
          __caption__: 'ID расхода'
        },
        дата: {
          __caption__: 'Дата'
        },
        сумма: {
          __caption__: 'Сумма'
        }
      }
    }
  },
  validations: {
    приходДенег: {
      __caption__: 'Приход денег'
    },
    расходДенег: {
      __caption__: 'Расход денег'
    }
  }
};
