export default {
  projections: {
    ПереченьУслугE: {
      услуги: {
        __caption__: 'Услуги',
        наименование: {
          __caption__: 'Наименование'
        },
        стоимость: {
          __caption__: 'Стоимость'
        }
      },
      количество: {
        __caption__: 'Количество'
      }
    }
  },
  validations: {
    количество: {
      __caption__: 'Количество'
    },
    услуги: {
      __caption__: 'Услуги'
    },
    приходДенег: {
      __caption__: 'приходДенег'
    }
  }
};
