export default {
  projections: {
    РасходДенегE: {
      iD: {
        __caption__: 'ID'
      },
      дата: {
        __caption__: 'Дата'
      },
      банк: {
        __caption__: 'Банк'
      },
      счет: {
        __caption__: 'Счет'
      },
      иНН: {
        __caption__: 'ИНН'
      },
      бИК: {
        __caption__: 'БИК'
      },
      финансисты: {
        __caption__: 'Финансисты',
        фИО: {
          __caption__: 'Финансист ФИО'
        }
      },
      поставщики: {
        __caption__: 'Поставщики',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      сумма: {
        __caption__: 'Сумма'
      },
      переченьМат: {
        __caption__: 'Перечень материалов',
        материалы: {
          __caption__: 'Материалы',
          наименование: {
            __caption__: 'Наименование'
          },
          стоимость: {
            __caption__: 'Стоимость'
          }
        },
        количество: {
          __caption__: 'Количество'
        }
      }
    },
    РасходДенегL: {
      iD: {
        __caption__: 'ID'
      },
      дата: {
        __caption__: 'Дата'
      },
      банк: {
        __caption__: 'Банк'
      },
      счет: {
        __caption__: 'Счет'
      },
      иНН: {
        __caption__: 'ИНН'
      },
      бИК: {
        __caption__: 'БИК'
      },
      финансисты: {
        __caption__: 'Финансист ФИО',
        фИО: {
          __caption__: 'Финансист ФИО'
        }
      },
      поставщики: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      сумма: {
        __caption__: 'Сумма'
      }
    }
  },
  validations: {
    iD: {
      __caption__: 'ID'
    },
    банк: {
      __caption__: 'Банк'
    },
    бИК: {
      __caption__: 'БИК'
    },
    дата: {
      __caption__: 'Дата'
    },
    иНН: {
      __caption__: 'ИНН'
    },
    сумма: {
      __caption__: 'Сумма'
    },
    счет: {
      __caption__: 'Счет'
    },
    поставщики: {
      __caption__: 'Поставщики'
    },
    финансисты: {
      __caption__: 'Финансисты'
    },
    переченьМат: {
      __caption__: 'Перечень материалов'
    }
  }
};
