export default {
  projections: {
    ПереченьМатE: {
      материалы: {
        __caption__: 'Материалы',
        наименование: {
          __caption__: 'Наименование'
        },
        стоимость: {
          __caption__: 'Стоимость'
        }
      },
      количество: {
        __caption__: 'Количество'
      }
    }
  },
  validations: {
    количество: {
      __caption__: 'Количество'
    },
    материалы: {
      __caption__: 'Материалы'
    },
    расходДенег: {
      __caption__: 'расходДенег'
    }
  }
};
